Repository: muhiro12/Incomes
Catalog: Incomes/Resources/AppIntents.xcstrings
Source language: en
Languages: es, fr, ja, zh_hans

source: %lld Items
es: %lld artículos
fr: %lld articles
ja: %lld アイテム
zh_hans: %lld 项

source: %lld Tags
es: %lld etiquetas
fr: %lld étiquettes
ja: %lld タグ
zh_hans: %lld 个标签

source: Apply Yearly Duplication
es: Aplicar duplicación anual
fr: Appliquer la duplication annuelle
ja: 年次アイテム複製を適用
zh_hans: 应用年度项目复制

source: Create and Show Item
es: Crear y mostrar elemento
fr: Créer et afficher un élément
ja: アイテムを作成して表示
zh_hans: 创建并显示项目

source: Create Item
es: Crear elemento
fr: Créer un élément
ja: アイテムを作成
zh_hans: 创建项目

source: Create Scheduled Item
es: Crear elemento programado
fr: Créer un élément planifié
ja: 予定アイテムを作成
zh_hans: 创建计划项目

source: Delete Item
es: Eliminar elemento
fr: Supprimer l'élément
ja: アイテムを削除
zh_hans: 删除项目

source: Delete Orphan Tags
es: Eliminar etiquetas sin usar
fr: Supprimer les étiquettes inutilisées
ja: 未使用のタグを削除
zh_hans: 删除未使用标签

source: Generate Monthly Summary
es: Generar resumen mensual
fr: Générer le résumé mensuel
ja: 月次サマリーを生成
zh_hans: 生成月度摘要

source: Get All Items Count
es: Obtener el conteo de todos los elementos
fr: Obtenir le nombre de tous les éléments
ja: すべてのアイテム数を取得
zh_hans: 获取所有项目的数量

source: Get Category Facets
es: Obtener facetas de categorías
fr: Obtenir les facettes de catégories
ja: カテゴリの内訳を取得
zh_hans: 获取分类维度

source: Get Duplicate Tags
es: Obtener etiquetas duplicadas
fr: Obtenir les étiquettes en double
ja: 重複タグを取得
zh_hans: 获取重复标签

source: Get Filtered Category Facets
es: Obtener facetas de categorías filtradas
fr: Obtenir les facettes de catégories filtrées
ja: 絞り込み後のカテゴリ内訳を取得
zh_hans: 获取筛选后的分类维度

source: Get Items
es: Obtener elementos
fr: Obtenir des éléments
ja: アイテムを取得
zh_hans: 获取项目

source: Get Next Item
es: Obtener el siguiente elemento
fr: Obtenir l’élément suivant
ja: 次のアイテムを取得
zh_hans: 获取下一个项目

source: Get Next Item Content
es: Obtener contenido del siguiente elemento
fr: Obtenir le contenu de l’élément suivant
ja: 次のアイテムの内容を取得
zh_hans: 获取下一个项目的内容

source: Get Next Item Date
es: Obtener fecha del siguiente elemento
fr: Obtenir la date de l’élément suivant
ja: 次のアイテムの日付を取得
zh_hans: 获取下一个项目的日期

source: Get Next Item Net Income
es: Obtener ingreso neto del siguiente elemento
fr: Obtenir le revenu net de l’élément suivant
ja: 次のアイテムの純利益を取得
zh_hans: 获取下一个项目的净收入

source: Get Next Items
es: Obtener elementos siguientes
fr: Obtenir les éléments suivants
ja: 次のアイテム一覧を取得
zh_hans: 获取下一个项目列表

source: Get Orphan Tags
es: Obtener etiquetas sin usar
fr: Obtenir les étiquettes inutilisées
ja: 未使用のタグを取得
zh_hans: 获取未使用标签

source: Get Previous Item
es: Obtener el elemento anterior
fr: Obtenir l’élément précédent
ja: 前のアイテムを取得
zh_hans: 获取上一个项目

source: Get Previous Item Content
es: Obtener contenido del elemento anterior
fr: Obtenir le contenu de l’élément précédent
ja: 前のアイテムの内容を取得
zh_hans: 获取上一个项目的内容

source: Get Previous Item Date
es: Obtener fecha del elemento anterior
fr: Obtenir la date de l’élément précédent
ja: 前のアイテムの日付を取得
zh_hans: 获取上一个项目的日期

source: Get Previous Item Net Income
es: Obtener ingreso neto del elemento anterior
fr: Obtenir le revenu net de l’élément précédent
ja: 前のアイテムの純利益を取得
zh_hans: 获取上一个项目的净收入

source: Get Previous Items
es: Obtener elementos anteriores
fr: Obtenir les éléments précédents
ja: 前のアイテム一覧を取得
zh_hans: 获取之前的项目列表

source: Get Repeat Items Count
es: Obtener el conteo de elementos repetidos
fr: Obtenir le nombre d'éléments répétitifs
ja: 繰り返しアイテム数を取得
zh_hans: 获取重复项目的数量

source: Get Tag Date
es: Obtener fecha de etiqueta
fr: Obtenir la date de l’étiquette
ja: タグの日付を取得
zh_hans: 获取标签日期

source: Get Tag Items
es: Obtener elementos de etiqueta
fr: Obtenir les éléments de l’étiquette
ja: タグの項目を取得
zh_hans: 获取标签项目

source: Get Tag Years
es: Obtener años de etiqueta
fr: Obtenir les années de l’étiquette
ja: タグの年を取得
zh_hans: 获取标签年份

source: Get Year Items Count
es: Obtener el conteo de elementos del año
fr: Obtenir le nombre d'éléments de l'année
ja: 年間アイテム数を取得
zh_hans: 获取年度项目数量

source: Get Yearly Duplication Source Years
es: Obtener años de origen de duplicación anual
fr: Obtenir les années sources de duplication annuelle
ja: 年次複製のコピー元年を取得
zh_hans: 获取年度复制源年份

source: Get Yearly Duplication Target Years
es: Obtener años de destino de duplicación anual
fr: Obtenir les années cibles de duplication annuelle
ja: 年次複製のコピー先年を取得
zh_hans: 获取年度复制目标年份

# Income: %@, Outgo: %@
source: Income: %1$@, Outgo: %2$@
es: Ingreso: %1$@, Egreso: %2$@
fr: Revenu : %1$@, Dépense : %2$@
ja: 収入：%1$@、支出：%2$@
zh_hans: 收入：%1$@，支出：%2$@

source: Infer Item Form
es: Inferir formulario de elemento
fr: Déduire le formulaire de l'élément
ja: アイテムフォームを推測
zh_hans: 推断项目表单

source: Item
es: Artículo
fr: Article
ja: アイテム
zh_hans: 项目

source: Not Found
es: No encontrado
fr: Non trouvé
ja: 見つかりません
zh_hans: 未找到

source: Open Incomes
es: Abrir Incomes
fr: Ouvrir Incomes
ja: Incomesを開く
zh_hans: 打开 Incomes

source: Open Incomes Route
es: Abrir ruta de Incomes
fr: Ouvrir la route Incomes
ja: Incomesのルートを開く
zh_hans: 打开 Incomes 路由

source: Preview Yearly Duplication
es: Previsualizar duplicación anual
fr: Aperçu de la duplication annuelle
ja: 年次アイテム複製をプレビュー
zh_hans: 预览年度项目复制

source: Recalculate Balances
es: Recalcular saldos
fr: Recalculer les soldes
ja: 残高を再計算
zh_hans: 重新计算余额

source: Recent Items
es: Elementos recientes
fr: Éléments récents
ja: 直近のアイテム一覧
zh_hans: 最近的项目列表

source: Rename Category Tag
es: Renombrar etiqueta de categoría
fr: Renommer l’étiquette de catégorie
ja: カテゴリタグの名前を変更
zh_hans: 重命名分类标签

source: Resolve Duplicate Tags
es: Resolver etiquetas duplicadas
fr: Résoudre les étiquettes en double
ja: 重複したタグを解消
zh_hans: 解决重复的标签

source: Show Charts
es: Mostrar gráficos
fr: Afficher les graphiques
ja: グラフを表示
zh_hans: 显示图表

source: Show Items
es: Mostrar elementos
fr: Afficher les éléments
ja: アイテム一覧を表示
zh_hans: 显示项目列表

source: Show Next Item
es: Mostrar el siguiente elemento
fr: Afficher l’élément suivant
ja: 次のアイテムを表示
zh_hans: 显示下一个项目

source: Show Next Items
es: Mostrar elementos siguientes
fr: Afficher les éléments suivants
ja: 次のアイテム一覧を表示
zh_hans: 显示下一个项目列表

source: Show Previous Item
es: Mostrar el elemento anterior
fr: Afficher l’élément précédent
ja: 前のアイテムを表示
zh_hans: 显示上一个项目

source: Show Previous Items
es: Mostrar elementos anteriores
fr: Afficher les éléments précédents
ja: 前のアイテム一覧を表示
zh_hans: 显示之前的项目列表

source: Show Recent Item
es: Mostrar el elemento reciente
fr: Afficher l’élément récent
ja: 直近のアイテムを表示
zh_hans: 显示最近的项目

source: Show Recent Items
es: Mostrar elementos recientes
fr: Afficher les éléments récents
ja: 直近のアイテム一覧を表示
zh_hans: 显示最近的项目列表

source: Show This Month's Charts
es: Mostrar gráficos de este mes
fr: Afficher les graphiques de ce mois
ja: 今月のグラフを表示
zh_hans: 显示本月图表

source: Show This Month's Items
es: Mostrar elementos de este mes
fr: Afficher les éléments de ce mois
ja: 今月のアイテム一覧を表示
zh_hans: 显示本月项目列表

source: Show Upcoming Item
es: Mostrar el próximo elemento
fr: Afficher l’élément à venir
ja: 今後のアイテムを表示
zh_hans: 显示即将到来的项目

source: Show Upcoming Items
es: Mostrar elementos próximos
fr: Afficher les éléments à venir
ja: 今後のアイテム一覧を表示
zh_hans: 显示即将到来的项目列表

source: Suggest Yearly Duplication
es: Sugerir duplicación anual
fr: Suggérer une duplication annuelle
ja: 年次複製を提案
zh_hans: 建议年度复制

source: Tag
es: Etiqueta
fr: Étiquette
ja: タグ
zh_hans: 标签

source: This Month’s Charts
es: Gráficos de este mes
fr: Graphiques de ce mois
ja: 今月のグラフ
zh_hans: 本月图表

source: This Month’s Items
es: Elementos de este mes
fr: Éléments de ce mois
ja: 今月のアイテム一覧
zh_hans: 本月项目列表

source: Upcoming Items
es: Elementos próximos
fr: Éléments à venir
ja: 今後のアイテム一覧
zh_hans: 即将到来的项目列表

source: Update Item
es: Actualizar elemento
fr: Mettre à jour l'élément
ja: アイテムを更新
zh_hans: 更新项目
